
class Menu
{
    public static void Divisas()
    {
        Console.WriteLine(@"

        +-+-+-+ +-+-+ +-+-+-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+ +-+ + -+-+-+-+-+-+-+ +-+ +-+-+-+-+-+
        |(|1|)| |D|e| |P|e|s|o|s| |D|o|m|i|n|i|c|a|n|o|s| |a| |D|o|l|a|r|e|s| |y| |E|u|r|o|s|
        +-+-+-+ +-+-+ +-+-+-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+ +-+- +-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+
        |(|2|)| |D|e| |E|u|r|o|s| |a| |D|o|l|a|r|e|s| |y| |P|e|s|o|s| |D|o|m|i|n|i|c|a|n|o|s|
        +-+-+-+ +-+-+ +-+-+-+-+-+-+-+ +-+-+-+-+-+-+-+ +-+-+-+- +-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+
        |(|3|)| |D|e| |D|o|l|a|r|e|s| |a| |P|e|s|o|s| |D|o|m|i|n|i|c|a|n|o|s| |y| |E|u|r|o|s|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+ +-+ +-+-+-+-+-+ +-+-+-+- +-+-+-+-+-+-+-+ +-+ +-+-+-+-+-+
        |(|4|)| |H|i|s|t|o|r|i|a|a|l|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+
        |(|0|)| |A|t|r|a|s|
        +-+-+-+ +-+-+-+-+-+");
    }
    public static void Juego()
    {
        Console.WriteLine(@"
        +-+-+-+ +-+-+-+-+-+-+-+ +-+-+-+-+-+
        |(|1|)| |I|n|i|c|i|a|r| |j|u|e|g|o|
        +-+-+-+ +-+-+-+-+-+-+-+ +-+-+-+-+-+
        |(|0|)| |S|a|l|i|r|
        +-+-+-+ +-+-+-+-+-+");
    }
    public static void Bi_HE_EN()
    {
        Console.WriteLine(@"
        +-+-+-+ +-+-+-+-+-+-+-+ +-+ +-+-+-+-+-+-+-+
        |(|1|)| |D|e|c|i|m|a|l| |a| |B|i|n|a|r|i|o|
        +-+-+-+ +-+-+-+-+-+-+-+ +-+ +-+-+-+-+-+-+-+
        |(|2|)| |B|i|n|a|r|i|o| |a| |D|e|c|i|m|a|l|
        +-+-+-+ +-+-+-+-+-+-+-+ +-+ +-+-+-+-+-+-+-+-+-+-+-+
        |(|3|)| |D|e|c|i|m|a|l| |a| |H|e|x|a|g|e|s|i|m|a|l|
        +-+-+-+ +-+-+-+-+-+-+-+ +-+ +-+-+-+-+-+-+-+-+-+-+-+
        |(|0|)| |S|a|a|l|i|r|
        +-+-+-+ +-+-+-+-+-+");
    }
    public static void Temperaturas()
    {
        Console.WriteLine(@"
        (1) Dͩeͤ Faͣhͪrͬeͤnhͪeͤiͥᴛⷮ aͣ Cͨeͤlcͨiͥuͧs͛ y ᴋⷦeͤlvͮiͥn
        (2) Dͩeͤ Cͨeͤlcͨiͥuͧs͛ aͣ Faͣhͪrͬeͤnhͪeͤiͥᴛⷮ y ᴋⷦeͤlvͮiͥn
        (3) Dͩeͤ ᴋⷦeͤlvͮiͥn aͣ Cͨeͤlcͨiͥuͧs͛ y Faͣhͪrͬeͤnhͪeͤiͥᴛⷮ
        (0) Aͣᴛⷮrͬaͣs͛
");
    }
    public static void Tipp()
    {
        Console.WriteLine(@"
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+
        |(|1|)| |T|e|m|p|e|r|a|r|u|r|a|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+
        |(|2|)| |E|n|-|B|i|-|H|e|
        +-+-+-+ +-+-+-+-+-+-+-+-+");
    }
    public static void Conversor()
    {
        Console.WriteLine(@"
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+
        |(|1|)| |T|e|m|p|e|r|a|t|u|r|a|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+
        |(|2|)| |E|n|-|B|i|-|H|e|
        +-+-+-+ +-+-+-+-+-+-+-+-+
        |(|3|)| |D|i|v|i|s|a|s|
        +-+-+-+ +-+-+-+-+-+-+-+
        |(|0|)| |A|t|r|a|s|
        +-+-+-+ +-+-+-+-+-+
");
    }
    public static void Inicio()
    {
        Console.WriteLine(@"
            +-+-+-+ +-+-+-+-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+
            |(|1|)| |A|g|e|n|d|a| |e|l|e|c|t|r|o|n|i|c|a|
            +-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+-+
            |(|2|)| |C|o|n|v|e|r|s|o|r|
            +-+-+-+ +-+-+-+-+-+-+-+-+-+-+-+
            |(|3|)| |C|a|l|c|u|l|a|d|o|r|a|
            +-+-+-+ +-+-+-+-+-+-+-+-+-+-+ +-+-+-+-+-+-+ +-+ +-+-+-+-+-+
            |(|4|)| |A|d|i|v|i|n|a| |u|n| |n|u|m|e|r|o| |*| |J|u|e|g|o|
            +-+-+-+ +-+-+-+-+-+-+-+ +-+-+ +-+-+-+-+-+-+ +-+ +-+-+-+-+-+
            |(|0|)| |S|a|l|i|r|
            +-+-+-+ +-+-+-+-+-+");
    }
    public static void Agenda()
    {
        Console.WriteLine(@"
        +-+-+-+ +-+-+-+-+-+-+-+-+-+
        |(|1|)| |C|o|n|t|a|c|t|o|s|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+
        |(|2|)| |E|v|e|n|t|o|s|
        +-+-+-+ +-+-+-+-+-+-+-+
        |(|0|)| |A|t|r|a|s|
        +-+-+-+ +-+-+-+-+-+");
    }
    public static void ContactosyEventos()
    {
        Console.WriteLine(@"
        +-+-+-+ +-+-+-+ +-+-+-+-+-+-+
        |(|1|)| |V|e|r| |l|i|s|t|a|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+
        |(|2|)| |A|�|a|d|i|r|
        +-+-+-+ +-+-+-+-+-+-+-+
        |(|3|)| |B|o|r|r|a|r|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+
        |(|4|)| |A|c|t|u|a|l|i|z|a|r|
        +-+-+-+ +-+-+-+-+-+-+-+-+-+-+
        |(|5|)| |B|u|s|c|a|r|
        +-+-+-+ +-+-+-+-+-+-+-+
        |(|0|)| |S|a|a|l|i|r|
        +-+-+-+ +-+-+-+-+-+");
    }
    public static void Calculadora()
    {
        Console.WriteLine(@"
        (1) S͛uͧmͫaͣ
        (2) Rͬeͤs͛ᴛⷮaͣ
        (3) Mⷨuͧlᴛⷮiͥрⷬliͥcͨaͣcͨiͥoͦ́n
        (4) Dͩiͥvͮiͥs͛iͥoͦ́n
        (5) нⷩiͥs͛ᴛⷮoͦrͬiͥaͣl
        (0) Aͣᴛⷮrͬaͣ́s͛");
    }
}
